Repository: vchlum/smart-home
Catalog: extension/po/*.po
Languages: cs, de, pl

source: Refresh menu
cs: Obnovit menu
de: Menü aktualisieren
pl: Odśwież menu

source: Settings
cs: Nastavení
de: Einstellungen
pl: Ustawienia

source: All groups
cs: Všechny skupiny
de: Alle Gruppen
pl: Wszystkie grupy

source: No group selected
cs: Skupina není vybrána
de: Keine Gruppe ausgewählt
pl: Brak zaznaczonych grup

source: No device selected
cs: Zařízení není vybráno
de: Kein Gerät ausgewählt
pl: Brak zaznaczonych urządzeń

source: Color & Temperature
cs: Barva & Teplota barvy
de: Farbe & Temperatur
pl: Kolor & Temperatura

source: Scenes
cs: Scény
de: Szene
pl: Sceny

source: All rooms
cs: Všechny místnosti
de: Alle Räume
pl: Wszystkie pomieszczenia

source: All rooms and zones
cs: Všechny místnosti a zóny
de: Alle Räume und Zonen
pl: Wszystkie pomieszczenia i strefy

source: Screen
cs: Obrazovka
de: Bildschirm
pl: Ekran

source: Music
cs: Hudba
de: Musik
pl: Muzyka

source: Track cursor
cs: Sledování kurzoru
de: Cursor verfolgen
pl: Śledź kursor

source: Brightness
cs: Jas
de: Helligkeit
pl: Jasność

source: Intensity
cs: Intenzita
de: Intensität
pl: Intensywność

source: Entertainment areas
cs: Zábavní oblasti
de: Unterhaltungsbereiche
pl: Strefy rozrywki

source: Please select entertainment area first.
cs: Nejdříve vyberte zábavní oblast, prosím.
de: Bitte wählen Sie zuerst den Unterhaltungsbereich aus.
pl: Najpierw wybierz strefę rozrywki.

source: Some other stream is active. Disable it first.
cs: Jiné vysílání je aktivní. Nejdříve jej zastavte.
de: Ein anderer Stream ist aktiv. Deaktivieren Sie ihn zuerst.
pl: Inny stream jest aktywny. Najpierw go wyłącz.

source: is on
cs: je zapnutý
de: ist eingeschaltet
pl: włączony

source: is syncing
cs: vysílá
de: wird synchronisiert
pl: synchronizuje się

source: Power
cs: Napájení
de: Strom
pl: Zasilanie

source: Restart
cs: Restartovat
de: Neustart

source: Mode
cs: Mód
de: Modus
pl: Tryb

source: Input
cs: Vstup
de: Eingang
pl: Wejście

source: Invalid IP address.
cs: Neplatná IP adresa
de: Ungültige IP-Adresse.
pl: Niepoprawny adres IP.

source: Empty value ignored.
cs: Prázdná hodnota je ignorována.
de: Leerer Wert wird ignoriert.
pl: Pusta wartość zignorowana.

source: Already enabled
cs: Již zapnuto
de: Bereits aktiviert
pl: Już włączone

source: Add new device
cs: Přidat nové zařízení
de: Neues Gerät hinzufügen
pl: Dodaj nowe urządzenie

source: IP address
cs: IP adresa
de: IP-Adresse
pl: Adres IP

source: Add
cs: Přidat
de: Hinzufügen
pl: Dodaj

source: Delete
cs: Odebrat
de: Löschen
pl: Usuń

source: General settings
cs: Obecné nastavení
de: Allgemeine Einstellungen
pl: Ustawienia ogólne

source: If the device is not available, the status icon is hidden.
cs: Pokud zařízení není dostupné, stavová ikona není zobrazena.
de: Wenn das Gerät nicht verfügbar ist, wird das Statussymbol ausgeblendet.
pl: Jeżeli urządzenie nie jest dostępne, ikona statusu jest schowana.

source: Status icon position
cs: Pozice ikony stavu
de: Position des Statussymbols
pl: Pozycja ikony statusu

source: center
cs: střed
de: mittig
pl: środek

source: right
cs: vpravo
de: rechts
pl: prawo

source: left
cs: vlevo
de: links
pl: lewo

source: Only previous state of color and brightness is supported.
cs: Podporován je pouze předchozí stav barvy a jasu.
de: Nur der vorherige Zustand von Farbe und Helligkeit wird unterstützt.
pl: Tylko poprzedni stan koloru i jasności jest wspierany.

source: Advanced settings
cs: Pokročílé nastavení
de: Erweiterte Einstellungen
pl: Zaawansowane ustawienia

source: Connection timeout
cs: Doba vypršení spojení
de: Zeitüberschreitung der Verbindung
pl: Przekroczenie limitu czasu połączenia

source: All settings
cs: Všechno nastavení
de: Alle Einstellungen
pl: Wszystkie ustawienia

source: none
cs: žádná
de: keine
pl: brak

source: bright
cs: světlá
de: hell
pl: jasne

source: dark
cs: tmavá
de: dunkel
pl: ciemne

source: Force English language
cs: Vynutit anglický jazyk
de: Englische Sprache erzwingen
pl: Wymuś język angielski

source: Requires relogin.
cs: Vyžaduje znovu přihlášení.
de: Erfordert Neuanmeldung.
pl: Wymaga ponownego zalogowania.

source: Log debug messages
cs: Zaznamenat ladící zprávy
de: Debug-Meldungen protokollieren
pl: Zapsisuj wiadomości debug

source: Use with caution. It may overwhelm the log.
cs: Používejte opatrně. Může zahltit textový výstup.
de: Seien Sie vorsichtig. Es kann das Protokoll überfordern.
pl: Używaj ostrożnie. Może zabić logi.

source: Desktop Sync
cs: Synchronizace plochy
de: Desktop-Synchronisierung
pl: Synchronizacja pulpitu

source: Add by enabling in Philips Hue Bridge section.
cs: Přidate v sekci Philips Hue mostu.
de: Hinzufügen durch Aktivieren im Abschnitt Philips Hue Bridge.
pl: Dodaj przez włączenie w sekcji Phillips Hue Bridge.

source: Hide unavailable device
cs: Skrýt nedostupné zařízení
de: Nicht verfügbares Gerät ausblenden
pl: Schowaj niedostępne urządzenie

source: Nanoleaf devices
cs: Nanoleaf zařízení
de: Nanoleaf-Geräte
pl: Urządzenia nanoleaf

source: Miscellaneous
cs: Různé
de: Verschiedenes
pl: Pozostałe

source: Discover devices
cs: Objevit zařízení
de: Geräte entdecken
pl: Wykryj urządzenia

source: It requires 'avahi-browse' installed.
cs: Vyžaduje nainstalovaný 'avahi-browse'.
de: Es erfordert die Installation von 'avahi-browse'.
pl: Wymaga aby `avahi-browse` było zainstalowane.

source: About Smart Home
cs: O Smart Home
de: Über Smart Home
pl: O Smart Home

source: Device name
cs: Jméno zařízení
de: Name des Geräts
pl: Nazwa urządzenia

source: Room name
cs: Jméno místnosti
de: Name des Zimmers
pl: Nazwa pokoju

source: Turn on lights on login
cs: Zapnout světla při přihášení
de: Licht einschalten bei der Anmeldung
pl: Włącz światła po zalogowaniu

source: Show zones first
cs: Zobrazit zóny první
de: Zonen zuerst anzeigen
pl: Najpierw pokazuj strefy

source: Show scenes
cs: Zobrazit scény
de: Szenen anzeigen
pl: Pokaż sceny

source: Enable Desktop Sync features
cs: Zapnout funkce synchronizace plochy
de: Desktop-Synchronisierungsfunktionen aktivieren
pl: Włącz feature synchronizacji pulpitu

source: This application makes use of fast changing light effects conditions alone, or in combination with certain content on the screen it may trigger previously undetected epileptic symptoms or seizures in persons who have no history of prior seizures or epilepsy.
cs: Tato aplikace používá rychle se měnící světelné efekty a to buď samostatně nebo v kombinaci s obsahem obrazovky. Může tak spustit dříve neobjevené symptomy epilepsie nebo může vyvolat záchvaty u osob, které již epilepsii zažili.
de: Diese Anwendung nutzt schnell wechselnde Lichteffekte, die allein oder in Kombination mit bestimmten Bildschirminhalten bisher unerkannte epileptische Symptome oder Anfälle bei Personen auslösen können, bei denen keine Anfälle oder Epilepsie bekannt sind.
pl: Ta aplikacja może wywoływać szybkie zmiany oświetlenia samodzielnie, lub w połączeniu z niektórym contentem na ekranie może wywołać wcześniej niewykryte objawy padaczkowe lub drgawki w osobach które nie mają historii padaczki lub drgawek.

source: Disabled
cs: Zakázáno
de: Deaktiviert
pl: Wyłączone

source: Remove device?
cs: Odebrat zařízení?
de: Gerät entfernen?
pl: Usunąć urządzenie?

source: This can not be undone. Settings related to the device will be lost.
cs: Toto nelze vrátit zpět. Nastavení související se zařízením budou ztracena.
de: Dies kann nicht rückgängig gemacht werden. Die Einstellungen für das Gerät gehen verloren.
pl: To nie może być cofnięte. Ustawienia powiązane z urządzeniem będą stracone.

source: Cancel
cs: Zrušit
de: Abbrechen
pl: Anuluj

source: Remove
cs: Odebrat
de: Entfernen
pl: Usuń

source: IP address already registered.
cs: IP adresa je již zaregistrována.
de: IP-Adresse bereits registriert.
pl: Adres IP jest już zarejestrowany.

source: Please, insert Home Assistant IP address and an access token.
cs: Vložte prosím IP adresu Home Assistanta a přístupový token.
de: Bitte geben Sie die IP-Adresse von Home Assistant und einen Zugriffstoken ein.
pl: Proszę, wpisz adres IP Home Assistant-a i access token.

source: Press the button on the bridge and click 'Add'.
cs: Stiskněte tlačítko na mostu a klikněte 'Přidat'.
de: Drücken Sie die Taste auf der Brücke und klicken Sie auf „Hinzufügen“.
pl: Kliknij na przycisku na bridge i kliknij 'Dodaj'.

source: Insert IP and press 'Add'.
cs: Vložte IP adresu a stiskněte 'Přidat'
de: Geben Sie die IP-Adresse ein und klicken Sie auf „Hinzufügen“.
pl: Wpisz adres IP i kliknij 'Dodaj'.

source: On the Nanoleaf controller, hold the on-off button for 5-7 seconds until the LED starts flashing. Alternatively, allow the API pairing in the app. Depends on your light. While the LED is flashing, press the 'Add' button.
cs: Držte tlačítko na ovládacím prvku zařízení Nanoleaf na 5-7 vteřin dokud nezačne LED blikat. Případně povolte API párovní v aplikaci. Záleží na vašem zařízení. Když LED bliká, stiskněte tlačítko 'Přidat'.
de: Halten Sie auf dem Nanoleaf-Controller die Ein-/Aus-Taste 5–7 Sekunden lang gedrückt, bis die LED zu blinken beginnt. Alternativ können Sie die API-Kopplung in der App zulassen. Dies hängt von Ihrer Leuchte ab. Drücken Sie die Taste „Hinzufügen“, während die LED blinkt.
pl: Na kontrolerze nanoleaf, naciśnij przycisk włącz-wyłącz na 5-7 sekund, do momentu migania LED. Lub możesz zezwolić na parowanie przez API w aplikacji. Zależy od twojego światła. Kiedy LED miga, wciśnij przycisk 'Dodaj'.

source: Failed to connect to the device.
cs: Připojení k zařízení se nezdařilo.
de: Die Verbindung zum Gerät konnte nicht hergestellt werden.
pl: Nie udało się połączyć z urządzeniem.

source: Connected
cs: Připojeno
de: Verbunden
pl: Połączono

source: While this dialog is shown, hold the button on HDMI sync box until the led blinks green (~3 seconds) and release.
cs: Dokud je zobrazeno toto okno, držte tlačítko na zařízení HDMI sync box dokud LED nezačne blikat (~3 sekundy) a uvolněte jej.
de: Während dieser Dialog angezeigt wird, halten Sie die Taste an der HDMI-Synchronisationsbox gedrückt, bis die LED grün blinkt (~3 Sekunden), und lassen Sie sie dann los.
pl: Kiedy ten dialog jest widoczny, przytrzymaj przycisk sync na HDMI aż led nie zacznie migać na zielono (~3 sekundy) i puść.

source: Press the button on the bridge.
cs: Stiskněte tlačítko na mostu.
de: Drücken Sie den Knopf auf der Brücke.
pl: Naciśnij przycisn na bridge.

source: HDMI input
cs: HDMI vstup
de: HDMI-Eingang
pl: Wejście HDMI

source: Synchronization
cs: Synchronizace
de: Synchronisierung
pl: Synchronizacja

source: Intense
cs: Intenzivní
de: Intensiv
pl: Intensywne

source: High
cs: Vysoká
de: Hoch
pl: Wysokie

source: Moderate
cs: Mirná
de: Mäßig
pl: Średnie

source: Subtle
cs: Jemná
de: Subtil
pl: Delikatne

source: Movie
cs: Film
de: Film
pl: Film

source: Game
cs: Hra
de: Spiel
pl: Gra

source: The synchronization setting is now available in the section Philips Hue/Desktop Sync.
cs: Nastavení synchronizace je nyní dostupné v sekci Philips Hue/Synchronizace plochy.
de: Die Synchronisierungseinstellung ist jetzt im Abschnitt „Philips Hue/Desktop Sync“ verfügbar.
pl: Ustawienia synchronizacji są teraz dostępne w sekcji Phillips Hue/synchronizacja pulpitu.

source: Insert IP address, user name, and password (if not set, leave empty) then press 'Add'.
cs: Vložte IP adresu, uživatelské jméno a heslo (není-li nastaveno, nechte prázdné) a stiskněte 'Přidat'.
de: Geben Sie die IP-Adresse, den Benutzernamen und das Passwort ein (falls nicht festgelegt, lassen Sie das Feld leer) und klicken Sie dann auf „Hinzufügen“.
pl: Wpisz adres IP, nazwę użytkownika i hasło (jeżeli nie jest ustawione, zostaw puste) a następnie kliknij 'Dodaj'.

source: Username (use 'admin' for Gen 2+)
cs: Uživatelské jméno ('admin' pro Gen 2+)
de: Benutzername (verwenden Sie „admin” für Gen 2+)
pl: Nazwa użytkownika (użyj 'admin' dla Gen 2+)

source: Password (leave empty if not set)
cs: Heslo (není-li nastaveno, nechte prázdné)
de: Passwort (leer lassen, wenn nicht festgelegt)
pl: Hasło (zostaw puste jeżeli nie ustawione)

source: Username
cs: Uživatelské jméno
de: Benutzername
pl: Nazwa użytkownika

source: Password
cs: Heslo
de: Passwort
pl: Hasło

source: Show power consumption
cs: Zobrazit spotřebu
de: Stromverbrauch anzeigen
pl: Pokaż zużycie energii

source: IP address or URL (e.g.: 'http://ha')
cs: IP adresa nebo URL (např.: 'http://ha')
de: IP-Adresse oder URL (z. B.: „http://ha“)
pl: Adres IP lub URL (np. 'http://ha')

source: Invalid URL.
cs: Neplatná URL.
de: Ungültige URL.
pl: Niepoprawny URL.

source: Display
cs: Displej
de: Anzeige
pl: Wyświetlacz

source: Notebook mode
cs: Mód notebook
de: Notebookmodus
pl: Tryb notebook

source: Turn it on only if an external display is connected
cs: Zapnout pouze v případě, že je připojen externí displej
de: Schalten Sie es nur ein, wenn ein externes Display angeschlossen ist
pl: Włącz tylko jeżeli jest podłączony zewnętrzny wyświetlacz

source: Reduced panel icon padding
cs: Zmenšené okraje ikon na panelu
de: Reduzierter Abstand zwischen den Symbolen auf der Systemleiste

source: Turn lights off on shutdown
cs: Při vypnutí systému, vypnout také světla
de: Lichter beim Herunterfahren ausschalten

source: On login lights also turn off on shutdown.
cs: S vypnutím systému, vypnout světla nastavená při přihlášení.
de: Beim Anmelden werden die Lichter auch beim Herunterfahren ausgeschaltet.

source: Notification lights
cs: Oznámení světlem
de: Benachrichtigungsleuchten

source: Notify only if an external display is connected
cs: Oznámení pouze v případě, že je připojen externí displej
de: Nur benachrichtigen, wenn ein externes Display angeschlossen ist

source: Notification light
cs: Oznámení světlem
de: Benachrichtigungsleuchte

source: Add new notification light
cs: Přidat nové oznámení světlem
de: Neue Benachrichtigungsleuchte hinzufügen

source: Light
cs: Světlo
de: Licht

source: Select light for notification.
cs: Vyberte světlo pro oznámení
de: Wählen Sie Licht für Benachrichtigungen.

source: Notification title (regex)
cs: Název oznámení (regulární výraz)
de: Benachrichtigungstitel (Regex)

source: Notification body (regex)
cs: Tělo oznámení (regulární výraz)
de: Benachrichtigungstext (Regex)

source: Notification light settings
cs: Nastavení světla oznámení
de: Einstellungen für Benachrichtigungsleuchte

source: No lights detected
cs: Světla nenalezena
de: Keine Lampen erkannt

source: Remember opened menu
cs: Zapamatovat otevření nabídky
de: Geöffnetes Menü merken

source: Smart Home Universal Menu
de: Smart Home Universalmenü

source: Device plugins can be merged into one universal menu.
de: Geräte-Plugins können in einem universellen Menü zusammengefasst werden.

source: Merge into universal menu
de: In das universelle Menü einfügen

source: This device's menu can be merged into one universal menu.
de: Das Menü dieses Geräts kann zu einem universellen Menü zusammengefasst werden.

source: The device has been merged into universal menu. Separate it in device's settings.
de: Das Gerät wurde in das Universalmenü integriert. Trennen Sie es in den Geräteeinstellungen.

source: Icon pack
cs: Sada ikon
pl: Zestaw ikon

source: Philips Hue Bridge
cs: Philips Hue most
pl: Phillips Hue Bridge

source: Philips Hue Desktop Sync
cs: Philips Hue synchronizace plochy
pl: Phillips Hue synchronizacja pulpitu

source: Version
cs: Verze
pl: Wersja
